Revit 2027 API
CloudPoint.Y Field
The Y coordinate
Namespace: Autodesk.Revit.DB.PointClouds
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public float Y
Public Y As Single
public:
float Y
val mutable Y: float32
Field Value
Single
See Also
Reference
CloudPoint Structure
Autodesk.Revit.DB.PointClouds Namespace